Repository: thearduinoguy/StarChart
Catalog: po/ayc.po
Languages: ayc

source: StarChart
ayc: Wara waranaka rixipa

source: explore the cosmos
ayc: cosmos wakichatana thaqaña

source: Mercury
ayc: Mercurio pacha

source: Venus
ayc: Venus pacha

source: Earth
ayc: Tierra pacha

source: Mars
ayc: Marte pacha

source: Jupiter
ayc: Júpiter pacha

source: Saturn
ayc: Saturno pacha

source: Uranus
ayc: Urano pacha

source: Sun
ayc: Inti Tata

source: Moon
ayc: Phaxsi

source: Night Vision
ayc: Aruma laxa uñjäwi

source: Invert Display
ayc: Uñjaña kutjtayäwi

source: Flip L/R
ayc: D/I kutjtayaña

source: Draw Constellations
ayc: Constelaciones pachanaka saräwi rixiña

source: Mag:
ayc: Magnitud chani:

source: Longitude:
ayc: Longitud chani:

source: E
ayc: E chimpu

source: W
ayc: O chimpu

source: Latitude:
ayc: Latitud chani:

source: N
ayc: N chimpu

source: S
ayc: S chimpu

source: Ok
ayc: Walikiwa

source: Make home
ayc: Utachaña

source: Now
ayc: Jichha

source: Specify
ayc: Qhananchaña

source: Time:
ayc: Pacha:

source: Offset:
ayc: Offset wakichata:

source: Object type:
ayc: Apanaqaña kasta:

source: See http://wiki.laptop.org/go/StarChart for help.
ayc: Yanapañataki uñjaña http://wiki.laptop.org/go/StarChart.

source: There is no object here.
ayc: Khayana janiwa apanaqaña utjiti.

source: deep-sky object
ayc: Alaxa pachana apanaqañapa

source: planet
ayc: pacha

source: Object is:
ayc: apanaqañaxa akawa:

source: star
ayc: wara wara

source: Object is
ayc: uka apanaqañaxa akawa:

source: Planets
ayc: Pachanaka

source: Stars by Constellation
ayc: Pacha saräwinaka wara waranaka

source: Brightest Stars
ayc: Wali lliphi wara waranaka

source: Deep-sky Objects
ayc: Alaxa pachana apanaqañanakapa

source: This object is always below the horizon at your location.
ayc: Aka apanaqañaxa jumana uñtäwima manqhankiwa.

source: This object is currently not in the field of view.
ayc: Aka apanaqañaxa jichhaxa janiwa uñjäwi chiqankiti.

source: This object is currently below your horizon.
ayc: Aka apanaqañaxa jumana uñtäwima manqhankiwa.

source: Input Error: The longitude was not understood.
ayc: Mantañana pantjatawa: Longitud chanipa janiwa qhanati.

source: Input Error: The latitude was not understood.
ayc: Mantañana pantjatawa: Libertad chanipa janiwa qhanati.

source: Input Error: The time was not understood.
ayc: Mantañana pantjatawa: Pacha chanipa janiwa qhanati.

source: Input Error: The time zone offset was not understood.
ayc: Mantañana pantjatawa: Pacha chani chiqachäwi janiwa qhanati.

source: Star Chart Activity
ayc: Warawaranakana rixipa luräwi

source: What
ayc: Kuna?

source: Where
ayc: Kawki?

source: When
ayc: Kunapacha?

source: Locate
ayc: Katjaña

source: About
ayc: Uka tuqi

source: Andromeda
ayc: Andrómeda wakichata

source: Antlia
ayc: Antlia wakichata

source: Apus
ayc: Apus wakichata

source: Aquarius
ayc: Acuario wakichata

source: Aquila
ayc: Quli Paka

source: Ara
ayc: Ara wakichata

source: Aries
ayc: Aries chimpu

source: Auriga
ayc: Auriga wakichata

source: Boötes
ayc: Boyero wakichata

source: Caelum
ayc: Caelum wakichata

source: Camelopardalis
ayc: Camelopardalis wakichata

source: Cancer
ayc: Cáncer chimpu

source: Canes Venatici
ayc: Canes Venatici wakichata

source: Canis Major
ayc: Can Mayor wakichata

source: Canis Minor
ayc: Can Menor wakichata

source: Capricornus
ayc: Capricornio wakichata

source: Carina
ayc: Carina suti

source: Cassiopeia
ayc: Cassiopea wakichata

source: Centaurus
ayc: Centauro chimpu

source: Cepheus
ayc: Cefeo wakichata

source: Cetus
ayc: Cetus wakichata

source: Chamaeleon
ayc: Chamaeleon wakichata

source: Circinus
ayc: Circinus wakichata

source: Columba
ayc: Columba wakichata

source: Coma Berenices
ayc: Coma Berenices wakichata

source: Corona Australis
ayc: Corona Australis wakichata

source: Corona Borealis
ayc: Corona Borealis wakichata

source: Corvus
ayc: Corvus wakichata

source: Crater
ayc: Crater wakichata

source: Crux
ayc: Crux wakichata

source: Cygnus
ayc: Cisne wakichata

source: Delphinus
ayc: Delphinus wakichata

source: Dorado
ayc: Dorado wakichata

source: Draco
ayc: Draco wakichata

source: Equuleus
ayc: Equuleus wakichata

source: Eridanus
ayc: Eridanus wakichata

source: Fornax
ayc: Fornax wakichata

source: Gemini
ayc: Géminis chimpu

source: Grus
ayc: Grus wakichata

source: Hercules
ayc: Hércules wakichata

source: Horologium
ayc: Horologium wakichata

source: Hydra
ayc: Hidra wakichata

source: Hydrus
ayc: Hydrus wakichata

source: Indus
ayc: Indus wakichata

source: Lacerta
ayc: Lacerta wakichata

source: Leo
ayc: Leo chimpu

source: Leo Minor
ayc: Sullkïri Leo chimpu

source: Lepus
ayc: Lepus wakichata

source: Libra
ayc: Libra chimpu

source: Lupus
ayc: Lupus wakichata

source: Lynx
ayc: Lince wakichata

source: Lyra
ayc: Lira wakichata

source: Mensa
ayc: Mensa wakichata

source: Microscopium
ayc: Microscopium wakichata

source: Monoceros
ayc: Monoceros wakichata

source: Musca
ayc: Musca wakichata

source: Norma
ayc: Norma wakichata

source: Octans
ayc: Octans wakichata

source: Ophiuchus
ayc: Ophiuchus wakichata

source: Orion
ayc: Orión wakichata

source: Pavo
ayc: Pavo wakichata

source: Pegasus
ayc: Pegaso wakichata

source: Perseus
ayc: Perseo wakichata

source: Phoenix
ayc: Fénix wakichata

source: Pictor
ayc: Pictor wakichata

source: Pisces
ayc: Piscis chimpu

source: Piscis Australis
ayc: Piscis Australis wakichata

source: Puppis
ayc: Puppis wakichata

source: Pyxis
ayc: Pyxis wakichata

source: Reticulum
ayc: Retículo wakichata

source: Sagitta
ayc: Sagitta wakichata

source: Sagittarius
ayc: Sagitario chimpu

source: Sculptor
ayc: Sañuta luriri

source: Scorpius
ayc: Escorpio chimpu

source: Scutum
ayc: Escudo wakichata

source: Serpens
ayc: Jach'a asiru

source: Sextans
ayc: Sextante wakichata

source: Taurus
ayc: Tauro chimpu

source: Telescopium
ayc: Telescopium wakichata

source: Triangulum
ayc: Kimsa k'uchu

source: Triangulum Australis
ayc: Triángulo Australis wakichata

source: Tucana
ayc: Nasa k'allalla jamach'i

source: Ursa Major
ayc: Jila jukuriri

source: Ursa Minor
ayc: Sullka jukuriri

source: Vela
ayc: Ispilma

source: Virgo
ayc: Virgo chimpu

source: Volans
ayc: Volans wakichata

source: Vulpecula
ayc: Vulpécula wakichata

source: Butterfly Cluster
ayc: Pilpintu tama

source: Ptolemy's Cluster
ayc: Ptolomeo tama

source: Lagoon Nebula
ayc: Qutaña urpu

source: Wild Duck Cluster
ayc: Sallqa patu tama

source: Hercules Cluster
ayc: Hércules tama

source: Omega Nebula
ayc: Omega urpu

source: Trifid Nebula
ayc: Trífida urpu

source: Andromeda Galaxy
ayc: Andrómeda wakisiri qäna

source: Triangulum Galaxy
ayc: Kimsa k'uchu qäna

source: Orion Nebula
ayc: Orión urpu

source: de Mairan's Nebula
ayc: Mairans urpu

source: Beehive Cluster
ayc: Colmena tama

source: Pleiades
ayc: Pacha jawira

source: Whirlpool Galaxy
ayc: Jacuzzi qäna

source: Sunflower Galaxy
ayc: Panqara qäna

source: Bodes Galaxy
ayc: Bodes qäna

source: Southern Pinwheel Galaxy
ayc: Molinete del Sur qäna

source: Pinwheel Galaxy
ayc: Molinete qäna

source: Large Magellanic Cloud
ayc: Magallanes jach'a qinaya

source: 47 Tucanae
ayc: 47 Tucanae wakichata

source: Sculptor Galaxy
ayc: Sculptor qäna

source: Small Magellanic Cloud
ayc: Magallanes jisk'a qinaya

source: Double Cluster
ayc: Parisa tama

source: California Nebula
ayc: California urpu

source: Cone Nebula
ayc: Cono urpu

source: Rosette Nebula
ayc: Roseta urpu

source: Ghost of Jupiter
ayc: Júpiter ura

source: Eta Carina Nebula
ayc: Eta Carina urpu

source: Jewel Box
ayc: alaja

source: Centaurus A
ayc: A Centauro wakichata

source: Omega Centauri
ayc: Omega Centauri wakichata

source: Barnard's Galaxy
ayc: Barnard qäna

source: Crescent Nebula
ayc: Crescent qäna

source: Veil Nebula
ayc: p'amp'aña qäna

source: North America Nebula
ayc: América del Norte urpu
